---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerCropRegionVisible
source: html/7754def1-c9b3-a6e6-122f-ad74f48fe703.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerCropRegionVisible Property

"Crop Region Visible"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerCropRegionVisible { get; }
```